[M_Sage_ShockValue MissionDefinition]
MissionName="Não Queime o Filme"
MissionDescription="O documentário que Dietmar Von Heinrichzimmerschneit está filmando sobre você está ficando sem verbas. Ele precisa que você recolha alguns ferrões de Scaylions para poder vendê-los no Mercado Negro e conseguir dinheiro suficiente para terminar o filme."
TurnInDescription="Você salvou a produção de Von Heinrichzimmerschneit!  Gesundheit."
MissionSummary="Ajude Dietmar a financiar seu documentário recolhendo ferrões de Scaylions."
MissionGiver="Painel de Trabalhos de Hunter's Grotto"
MissionTurnInLocation="Painel de Trabalhos de Hunter's Grotto"
TeaserText="Menos orçamento e mais violência."

[M_Sage_ShockValue:CollectSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_ShockValue:CollectStingers MissionObjectiveDefinition]
ProgressMessage="Ferrões obtidos"